Repository: osnipezzini/L2ACP-Web
Catalog: src/L2ACP/Resources/Views/Shared/_PlayerManagment.*.resx
Languages: pt_br

source: Ban Account
pt_br: Banir Conta

source: Ban Character
pt_br: Banir Personagem

source: Ban Chat
pt_br: Banir Chat

source: Donate points
pt_br: Pontos de doação

source: Donate points given successfully
pt_br: Pontos de doação adicionados com sucesso

source: Enchant (If applicable)
pt_br: Encantar (se possível)

source: Give donate points
pt_br: Dar pontos de doação

source: Give item
pt_br: Dar item

source: Item count
pt_br: Contagem de item

source: Item given successfully
pt_br: Item dado com sucesso

source: Jail Character
pt_br: Enviar personagem para Prisão

source: Kick Character
pt_br: Kick Personagem

source: Level set successfully
pt_br: Nível alterado com sucesso

source: New level
pt_br: Novo nível

source: Please select a character
pt_br: Por favor selecione o personagem

source: Please select an item
pt_br: Por favor selecione um item

source: Please specify the donate points
pt_br: Por favor especifique os pontos de doação

source: Please specify the level
pt_br: Por favor especifique nível

source: Punish
pt_br: Punir

source: Punishment seconds (0 is Infinite)
pt_br: Tempo da punição em segundos (0 = Infinito)

source: Punishments
pt_br: Punições

source: Set level
pt_br: Alterar nível

source: Unban Account
pt_br: Desabanir conta

source: Unban Character
pt_br: Desbanir personagem

source: Unban Chat
pt_br: Desbanir Chat

source: Unjail Character
pt_br: Remover personagem da prisão

source: You must set punishment time.
pt_br: Você precisa definir um tempo de punimento.
