Repository: osnipezzini/L2ACP-Web
Catalog: src/L2ACP/Resources/Controller/AdminController.*.resx
Languages: pt_br

source: Account banned.
pt_br: Conta banida.

source: Account unbanned.
pt_br: Banimento removido da conta.

source: Character banned.
pt_br: Personagem banido.

source: Character chat banned.
pt_br: Bate-papo proibido para o personagem.

source: Character jailed.
pt_br: Personagem enviado para prisão.

source: Character unbanned.
pt_br: Banimento removido pra o personagem.

source: Character unjailed.
pt_br: Personagem removido da prisão.

source: Character wasn't online.
pt_br: O personagem não está online.

source: Chat ban has been lifted.
pt_br: A proibição de bate-papo foi removida.

source: Donate points given!
pt_br: Pontos de doação concedidos!

source: Invalid request!
pt_br: Requisição inválida!

source: Invalid value provided
pt_br: Valor inválido fornecido

source: Level set successfully!
pt_br: Nível alterado com sucesso!

source: Not enough access level
pt_br: Nivel de acesso insuficiente

source: Player isn't currently chat banned.
pt_br: O personagem não está com o proibição de chat.

source: Server is already restarting!
pt_br: O servidor já está reiniciando!

source: Server is restarting...
pt_br: Servidor reiniciando...

source: Success
pt_br: Sucesso

source: Successfully announced!
pt_br: Anúncio enviado com sucesso!

source: Successfully changed the item list!
pt_br: Lista de intem alterada com sucesso!

source: Successfully spawned {0}!
pt_br: {0} invocado com sucesso!

source: You must specify level between 1 and {0}.
pt_br: VocÊ precisa especificar um nível entre 1 e {0}.

source: You need to be logged in
pt_br: Você precisa estar logado
