Repository: osnipezzini/L2ACP-Web
Catalog: src/L2ACP/Resources/Controller/HomeController.*.resx
Languages: pt_br

source: Invalid password!
pt_br: Senha inválida!

source: Invalid request!
pt_br: Requisição Inválida!

source: Not enough donate points.
pt_br: Pontos de doação insuficientes.

source: Provided name is not valid.
pt_br: O nome fornecido não é válido.

source: Something went wrong!
pt_br: Algo saiu errado!

source: Successfully changed the sex
pt_br: Genero alterado com sucesso.

source: Successfully cleared the PKs.
pt_br: PKs zerados com suceso.

source: Successfully renamed
pt_br: Renomeado com sucesso.

source: Successfully set nobless!
pt_br: Nobre adicionado com sucesso!

source: Than name belongs to someone else.
pt_br: Esse nome já pertence à alguém.

source: That is already your name.
pt_br: Esse já é o seu nome.

source: This is not your character
pt_br: Este não é o seu personagem

source: This player is already nobless.
pt_br: Este personagem já é nobre.

source: This player is not buying anything.
pt_br: Este jogador não está comprando nada.

source: This player is not selling anything.
pt_br: Este jogador não está vendendo nada.

source: This service is disabled
pt_br: Este serviço está desabilitado.

source: You are not authorized to do that.
pt_br: Você não está autorizado à fazer isto.

source: You can't do that while holding a cursed weapon.
pt_br: Você não pode fazer isso enquanto está segurando uma arma amaldiçoada.

source: You don't have the items required.
pt_br: Você não tem os itens requeridos.

source: Your PKs are already zero.
pt_br: Seus PKs já estão zerados.
